#+TITLE: March 9-24, 2020 (16 days)
#+PROPERTY: Effort_ALL 0 0:05 0:10 0:30 1:00 2:00 3:00 4:00
#+COLUMNS: %35ITEM %TASKID %OWNER %3PRIORITY %TODO %5ESTIMATED{+} %3ACTUAL{+}
* REPORTS
** SCRUM BOARD
#+BEGIN: block-update-board
#+END:
** DEVELOPER SUMMARY
#+BEGIN: block-update-summary
#+END:
** BURNDOWN CHART
#+BEGIN: block-update-graph
#+END:
** BURNDOWN LIST
#+PLOT: title:"Burndown" ind:1 deps:(3 4) set:"term dumb" set:"xtics scale 0.5" set:"ytics scale 0.5" file:"burndown.plt" set:"xrange [0:17]"
#+BEGIN: block-update-burndown
#+END:
** TASK LIST
#+BEGIN: columnview :hlines 2 :maxlevel 5 :id "TASKS"
#+END:
* TASKS
  :PROPERTIES:
  :ID:       TASKS
  :SPRINTLENGTH: 16
  :SPRINTSTART: <2020-03-09 Mon>
  :wpd-akshay196: 1
  :wpd-gandalfdwite: 1
  :END:
** akshay196
*** IN_PROGRESS Introduction to Operating Systems - Part III
    :PROPERTIES:
    :ESTIMATED: 16
    :ACTUAL:   1.62
    :OWNER: akshay196
    :ID: READ.1580485531
    :TASKID: READ.1580485531
    :END:
    :LOGBOOK:
    CLOCK: [2020-03-11 Wed 22:46]--[2020-03-11 Wed 23:07] =>  0:21
    CLOCK: [2020-03-11 Wed 05:55]--[2020-03-11 Wed 06:17] =>  0:22
    CLOCK: [2020-03-10 Tue 10:24]--[2020-03-10 Tue 11:18] =>  0:54
    :END:
    https://classroom.udacity.com/courses/ud923
    - [X] Inter-Process Communication           ( 90 min)
    - [ ] Syncronization Constructs             (180 min)
    - [ ] I/O Managements                       (120 min)
    - [ ] Virtualization                        (120 min)
    - [ ] Remote Procedure Calls                (180 min)
    - [ ] Distributed File System               (120 min)
    - [ ] Distributed Shared Memory             (180 min)

** gandalfdwite
*** Learning Terraform
    :PROPERTIES:
    :ESTIMATED: 12
    :ACTUAL:
    :OWNER: gandalfdwite
    :ID: OPS.1563198652
    :TASKID: OPS.1563198652
    :END:
    - [ ] Introduction To Terraform   ( 2h )
    - [ ] Terraform CLI               ( 4h )
    - [ ] Terraform With AWS          ( 3h )
    - [ ] Terraform With Azure        ( 3h )
*** Learn OCaml for Emacs Bug Triaging
    :PROPERTIES:
    :ESTIMATED: 4
    :ACTUAL:
    :OWNER: gandalfdwite
    :ID: READ.1580178290
    :TASKID: READ.1580178290
    :END:
    - [ ] Imperative Programming        ( 2h )
    - [ ] A complete Programme          ( 2h )
